Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Widgets.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Precipitation chance and amount (PREMIUM)
ar: فرصة الهطول والكمية (المميز)
de: Niederschlagswahrscheinlichkeit und -menge (PREMIUM)
el: Πιθανότητα και ποσότητα υετού (PREMIUM)
es: Probabilidad y cantidad de precipitaciones (PREMIUM)
fa: احتمال و میزان بارش (نسخه پیشرفته)
fr: Probabilité et quantité de précipitations (PREMIUM)
he: סיכוי וכמות ממטרים (פרימיום)
hi: वर्षा की संभावना और मात्रा (प्रीमियम)
it: Probabilità e quantità di precipitazioni (PREMIUM)
ja: 降水の可能性と量（プレミアム）
ko: 강수 확률 및 양 (PREMIUM)
nl: Neerslagkans en hoeveelheid (PREMIUM)
pt_pt: Probabilidade e quantidade de precipitação (PREMIUM)
ru: Вероятность и количество осадков (ПРЕМИУМ)
th: โอกาสการตกน้ำและปริมาณน้ำ (PREMIUM)
tr: Yağış olasılığı ve miktarı (PREMIUM)
zh_hans: 降水几率和量（高级）
zh_hant: 降水機率和量（尊享版）

source: Protect yourself from pollution with AQI Forecast Widgets
ar: احم نفسك من التلوث باستخدام ودجات التنبؤ بمؤشر نوعية الهواء
de: Schützen Sie sich vor Verschmutzung mit AQI Vorhersage-Widgets
el: Προστατευτείτε από την ατμοσφαιρική ρύπανση με προγράμματα πρόβλεψης Δείκτη Ποιότητας Αέρα
es: Protégete de la contaminación con widgets de pronóstico de ICA
fa: از آلودگی هوا با استفاده از ابزارهای پیش بینی AQI محافظت کنید
fr: Protégez-vous de la pollution avec les widgets de prévision IQA
he: הגן על עצמך מפסולת אוויר עם ווידג'טים של תחזית AQI
hi: AQI पूर्वानुमान विजेट के साथ प्रदूषण से खुद को सुरक्षित रखें
it: Proteggiti dall'inquinamento con i widget delle previsioni sulla qualità dell'aria
ja: 空気質指数予報ウィジェットで汚染から身を守る
ko: AQI 예보 위젯으로 공해로부터 보호하세요
nl: Bescherm jezelf tegen vervuiling met AQI voorspelling widgets
pt_pt: Proteja-se da poluição com widgets de previsão de IQA
ru: Защитите себя от загрязнения с помощью виджетов прогноза КАИ
th: ปกป้องตัวเองจากมลพิษด้วยวิดเจ็ตการพยากรณ์ AQI
tr: HKİ Tahmin Araçları ile kirlilikten korunun
zh_hans: 使用空气质量指数预报小组件来防止污染
zh_hant: 使用空气质量指数预报小组件来防止污染

source: Red
ar: أحمر
de: Rot
el: Κόκκινο
es: Rojo
fa: قرمز
fr: Rouge
he: אדום
hi: लाल
it: Rosso
ja: レッド
ko: 빨간색
nl: Rood
pt_pt: Vermelho
ru: Красный
th: สีแดง
tr: Kırmızı
zh_hans: 红色
zh_hant: 紅色

source: Same colors and icons in coherence with the app.
ar: نفس الألوان والأيقونات المتناغمة مع التطبيق.
de: Gleiche Farben und Symbole in Übereinstimmung mit der App.
el: Ίδια χρώματα και εικονίδια σε συνάρτηση με την εφαρμογή.
es: Mismos colores e iconos en coherencia con la aplicación.
fa: رنگ‌ها و آیکون‌های هماهنگ با برنامه
fr: Mêmes couleurs et icônes en cohérence avec l'application.
he: אותן צבעים וסמלים בהתאמה עם האפליקציה.
hi: ऐप के साथ सहसंगत रंग और प्रतीक।
it: Stessi colori e icone in coerenza con l'app.
ja: アプリと一貫した同じ色とアイコン。
ko: 앱과 일치하는 동일한 색상과 아이콘.
nl: Dezelfde kleuren en pictogrammen in overeenstemming met de app.
pt_pt: Mesmas cores e ícones em coerência com o aplicativo.
ru: Те же цвета и иконки в соответствии с приложением.
th: สีและไอคอนเดียวกันในการทำงานร่วมกับแอปพลิเคชั่น
tr: Uygulamayla uyumlu renkler ve simgeler.
zh_hans: 与应用程序保持一致的颜色和图标。
zh_hant: 與應用程式保持一致的相同顏色和圖標。

source: Simple AQI widget
ar: عنصر واجهة مستخدم بسيط لمؤشر جودة الهواء
de: Einfacher AQI-Widget
el: Απλό AQI widget
es: Widget de IAQ simple
fa: ابزارک ساده AQI
fr: Widget AQI simple
he: ווידג'ט AQI פשוט
hi: सरल AQI विजेट
it: Widget AQI semplice
ja: シンプルなAQIウィジェット
ko: 간단한 대기질 지수 위젯
nl: Eenvoudige AQI-widget
pt_pt: Widget de AQI simples
ru: Простой виджет качества воздуха
th: วิดเจ็ต AQI ที่เรียบง่าย
tr: Basit AQI widget'ı
zh_hans: 简单 AQI 小部件
zh_hant: 簡易 AQI 小工具

source: Simple Look (PREMIUM)
ar: المظهر البسيط (المميز)
de: Einfacher Look (PREMIUM)
el: Απλή Όψη (PREMIUM)
es: Aspecto sencillo (PREMIUM)
fa: ظاهر ساده (نسخه پیشرفته)
fr: Apparence Simple (PREMIUM)
he: מראה פשוט (פרימיום)
hi: सरल दृश्य (प्रीमियम)
it: Aspetto semplice (PREMIUM)
ja: シンプルな見た目 (プレミアム)
ko: 간단한 모양 (프리미엄)
nl: Eenvoudige look (PREMIUM)
pt_pt: Aparência Simples (PREMIUM)
ru: Простой вид (ПРЕМИУМ)
th: ลักษณะง่ายๆ (PREMIUM)
tr: Basit Görünüm (PREMIUM)
zh_hans: 简洁外观（付费）
zh_hant: 簡潔外觀（高級版）

source: Simple Style
ar: نمط بسيط
de: Einfacher Stil
el: Απλό στυλ
es: Estilo sencillo
fa: سبک ساده
fr: Style simple
he: סגנון פשוט
hi: सादा शैली
it: Stile semplice
ja: シンプルスタイル
ko: 간단 스타일
nl: Eenvoudige stijl
pt_pt: Estilo simples
ru: Простой стиль
th: สไตล์ง่าย
tr: Basit Stil
zh_hans: 简单样式
zh_hant: 簡約式樣

source: Simplified icons and colors for a seamless experience
ar: أيقونات وألوان مبسطة لتجربة سلسة
de: Vereinfachte Symbole und Farben für ein nahtloses Erlebnis
el: Απλοποιημένα εικονίδια και χρώματα για μια αρμονική εμπειρία
es: Iconos y colores simplificados para una experiencia fluida
fa: آیکون‌ها و رنگ‌های ساده‌شده برای تجربه‌ای یکپارچه
fr: Icônes et couleurs simplifiées pour une expérience sans faille
he: סמלים וצבעים מופשטים לחוויה בלתי מופרעת
hi: एक सीमाहीन अनुभव के लिए सरलीकृत प्रतीक और रंग।
it: Icone e colori semplificati per un'esperienza fluida
ja: シームレスな体験のための簡略化されたアイコンと色
ko: 간단한 아이콘과 색상으로 이음매점 없는 경험
nl: Vereenvoudigde pictogrammen en kleuren voor een naadloze ervaring
pt_pt: Ícones simplificados e cores para uma experiência contínua
ru: Упрощенные иконки и цвета для бесшовного опыта
th: ไอคอนและสีที่ง่ายขึ้นเพื่อประสบการณ์ที่ลื่นไหล
tr: Kusursuz bir deneyim için sadeleştirilmiş simgeler ve renkler
zh_hans: 简化的图标和颜色，为了无缝的体验
zh_hant: 簡化的圖標和顏色，提供無縫的體驗

source: Skeumorphic Look (PREMIUM)
ar: المظهر التقليدي (المميز)
de: Skeumorpher Look (PREMIUM)
el: Σκευομορφική Όψη (PREMIUM)
es: Aspecto esqueumórfico (PREMIUM)
fa: ظاهر اسکیومورفیک (نسخه پیشرفته)
fr: Apparence Skeumorphique (PREMIUM)
he: מראה סקיומורפי (פרימיום)
hi: स्क्यूमॉर्फिक दृश्य (प्रीमियम)
it: Aspetto skeumorfico (PREMIUM)
ja: スキューモフィズムの見た目 (プレミアム)
ko: 스쿠모피즘 모양 (프리미엄)
nl: Skeuomorfische look (PREMIUM)
pt_pt: Aparência Esquemórfica (PREMIUM)
ru: Скеуморфный вид (ПРЕМИУМ)
th: ลักษณะ Skeumorphic (PREMIUM)
tr: Skeumorfik Görünüm (PREMIUM)
zh_hans: Skeumorphic外观（付费）
zh_hant: 拟物化外觀（高級版）

source: Style %lld (PREMIUM)
ar: ستايل %lld (متميز)
de: Stil %lld (PREMIUM)
el: Στυλ %lld (PREMIUM)
es: Estilo %lld (PREMIUM)
fa: استایل %lld (PREMIUM)
he: סגנון %lld (PREMIUM)
hi: शैली %lld (उत्कृष्ट)
it: Stile %lld (PREMIUM)
ja: スタイル %lld (プレミアム)
ko: 스타일 %lld (PREMIUM)
nl: Stijl %lld (PREMIUM)
pt_pt: Estilo %lld (PREMIUM)
ru: Стиль %lld (ПРЕМИУМ)
th: สไตล์ %lld (PREMIUM)
tr: Stil %lld (PREMIUM)
zh_hans: 样式 %lld (高级)
zh_hant: 款式 %lld (高級)

source: Teal
ar: أزرق مخضر
de: Türkis
el: Τυρκουάζ
es: Verde azulado
fa: سبز آبی
fr: Turquoise
he: ירוק-תכלת
hi: हरिताभ
it: Verde acqua
ja: ティール
ko: 청록색
nl: Turquoise
pt_pt: Verde-azulado
ru: Бирюзовый
th: สีคราม
tr: Turkuaz
zh_hans: 水鸭色
zh_hant: 青色

source: To use AQI Widgets and unlock many more features
ar: لاستخدام ودجات مؤشر نوعية الهواء وإلغاء قفل المزيد من الميزات
de: Um AQI-Widgets zu verwenden und viele weitere Funktionen freizuschalten
el: Για να χρησιμοποιήσετε τα AQI Widgets και να ξεκλειδώσετε πολλά περισσότερα χαρακτηριστικά
es: Para usar widgets de ICA y desbloquear muchas más funciones
fa: برای استفاده از ابزارهای AQI وبزرگتر کردن قابلیت ها
fr: Pour utiliser les widgets IQA et déverrouiller bien plus de fonctionnalités
he: כדי להשתמש בווידג'טים של AQI ולפתוח עוד הרבה יכולות
hi: AQI विजेट का उपयोग करने और कई अन्य सुविधाओं को अनलॉक करने के लिए
it: Per usare i widget qualità dell'aria e sbloccare molte altre funzioni
ja: 空気質指数ウィジェットを使用し、さらに多くの機能をアンロックする
ko: AQI 위젯을 사용하고 더 많은 기능을 사용하려면
nl: Om AQI widgets te gebruiken en veel meer functies vrij te schakelen
pt_pt: Para usar widgets de IQA e desbloquear muitos outros recursos
ru: Для использования виджетов КАИ и разблокировки многих других функций
th: เพื่อใช้ AQI Widgets และปลดล็อกคุณสมบัติอื่น ๆ อีกมาก
tr: HKİ Araçlarını kullanmak ve daha birçok özellik açmak için
zh_hans: 使用空气质量指数小组件并解锁更多功能
zh_hant: 使用空气质量指数小组件并解锁更多功能

source: To use Customizable Widgets and unlock many more features
ar: لاستخدام الأدوات القابلة للتخصيص وفتح المزيد من الميزات
de: Um Anpassbare Widgets zu verwenden und viele weitere Funktionen freizuschalten
el: Για να χρησιμοποιήσετε τα προσαρμοσμένα Widgets και να ξεκλειδώσετε πολλές ακόμη δυνατότητες
es: Para usar los Widgets Personalizables y desbloquear muchas más características
fa: برای استفاده از ویجت‌های قابل شخصی‌سازی و باز کردن امکانات بیشتر
fr: Pour utiliser les Widgets Personnalisables et débloquer bien plus de fonctionnalités
he: כדי להשתמש ביישומונים מותאמים אישית ולשחרר תכונות רבות נוספות
hi: अनुकूलन योग्य विजेट का उपयोग करने और अधिक सुविधाओं को अनलॉक करने के लिए
it: Per utilizzare i Widget Personalizzabili e sbloccare molte altre funzionalità
ja: カスタマイズ可能なウィジェットを使用し、さらに多くの機能を解除するには
ko: 사용자 정의 위젯을 사용하고 많은 다른 기능들을 잠금 해제하려면
nl: Om Aanpasbare Widgets te gebruiken en veel meer functies te ontgrendelen
pt_pt: Para usar os Widgets Personalizáveis e desbloquear muitos mais recursos
ru: Чтобы использовать Настраиваемые Виджеты и разблокировать еще больше функций
th: เพื่อใช้งานวิดเจ็ตที่ปรับแต่งได้และปลดล็อกคุณสมบัติอื่น ๆ มากมาย
tr: Özelleştirilebilir Widget'ları kullanmak ve çok daha fazla özelliği açmak için
zh_hans: 要使用可定制的小部件并解锁更多功能
zh_hant: 使用自定義部件並解鎖更多功能

source: TO USE FORECAST WIDGETS
ar: لاستخدام أدوات التنبؤ
de: ZUR NUTZUNG VON PROGNOSE-WIDGETS
el: ΓΙΑ ΧΡΗΣΗ ΠΡΟΒΛΕΨΕΩΝ WIDGETS
es: PARA USAR LOS WIDGETS DE PREVISIÓN
fa: برای استفاده از ویجت‌های پیش‌بینی
fr: POUR UTILISER LES WIDGETS DE PRÉVISION
he: להשתמש ביישומונים של תחזית מזג האוויר
hi: पूर्वानुमान विजेट का उपयोग करने के लिए
it: PER USARE I WIDGET DI PREVISIONE
ja: 予報ウィジェットを使用するには
ko: 예보 위젯 사용하기
nl: OM WEERSVOORSPELLING WIDGETS TE GEBRUIKEN
pt_pt: PARA USAR OS WIDGETS DE PREVISÃO
ru: ДЛЯ ИСПОЛЬЗОВАНИЯ ПРОГНОЗИРУЮЩИХ ВИДЖЕТОВ
th: ใช้วิดเจ็ตพยากรณ์
tr: TAHMIN WIDGETLARINI KULLANMAK
zh_hans: 使用预报小部件
zh_hant: 使用預報小部件

source: To use Forecast Widgets and unlock many more features
ar: لاستخدام أدوات التنبؤ وفتح المزيد من الميزات
de: Um Prognose-Widgets zu verwenden und viele weitere Funktionen freizuschalten
el: Για να χρησιμοποιήσετε τα Widgets πρόβλεψης και να ξεκλειδώσετε πολλές ακόμη δυνατότητες
es: Para usar los Widgets de Pronóstico y desbloquear muchas más características
fa: برای استفاده از ویجت‌های پیش‌بینی و باز کردن امکانات بیشتر
fr: Pour utiliser les Widgets de Prévision et débloquer bien plus de fonctionnalités
he: כדי להשתמש ביישומונים של תחזית ולשחרר תכונות רבות נוספות
hi: अनुमान विजेट का उपयोग करने और अधिक सुविधाओं को अनलॉक करने के लिए
it: Per utilizzare i Widget di Previsione e sbloccare molte altre funzionalità
ja: 予報ウィジェットを使用し、さらに多くの機能を解除するには
ko: 예보 위젯을 사용하고 많은 다른 기능들을 잠금 해제하려면
nl: Om Voorspelling Widgets te gebruiken en veel meer functies te ontgrendelen
pt_pt: Para usar os Widgets de Previsão e desbloquear muitos mais recursos
ru: Чтобы использовать Виджеты Прогноза и разблокировать еще больше функций
th: เพื่อใช้งานวิดเจ็ตพยากรณ์และปลดล็อกคุณสมบัติอื่น ๆ มากมาย
tr: Tahmin Widget'larını kullanmak ve çok daha fazla özelliği açmak için
zh_hans: 要使用预测小部件并解锁更多功能
zh_hant: 使用預測小部件並解鎖更多功能

source: US AQI Status (PREMIUM)
ar: حالة مؤشر نوعية الهواء في الولايات المتحدة (باقة مميزة)
de: AQI-Status USA (PREMIUM)
el: Κατάσταση AQI ΗΠΑ (ΠΡΟΧΩΡΗΜΕΝΟ)
es: Estado de ICA de EE. UU. (PREMIUM)
fa: وضعیت AQI در ایالات متحده (PREMIUM)
fr: Statut IQA États-Unis (PREMIUM)
he: מצב AQI בארה''ב (PREMIUM)
hi: संयुक्त राज्य अमेरिका AQI स्थिति (प्रीमियम)
it: Stato qualità dell'aria USA (PREMIUM)
ja: 米国空気質指数ステータス(プレミアム)
ko: 미국 AQI 상태 (프리미엄)
nl: AQI status VS (PREMIUM)
pt_pt: Status do IQA dos EUA (PREMIUM)
ru: Статус КАИ США (ПРЕМИУМ)
th: สถานะ AQI ของสหรัฐอเมริกา (พรีเมียม)
tr: ABD HKİ Durumu (PREMİUM)
zh_hans: 美国空气质量指数状态(高级)
zh_hant: 美国空气质量指数状态(高级)

source: Vertical Daily Forecast
ar: التنبؤ اليومي العمودي
de: Tägliche Wettervorhersage (vertikal)
el: Ημερήσια Πρόβλεψη Κάθετη
es: Pronóstico diario (vertical)
fa: پیش‌بینی روزانه عمودی
fr: Prévisions quotidiennes (format vertical)
he: תחזית יומית אנכית
hi: लंबवत दैनिक मौसमी पूर्वानुमान
it: Previsioni Giornaliere Verticali
ja: 垂直の日別予報
ko: 세로로 보는 일일 예보
nl: Verticale Dagelijkse Weersvoorspelling
pt_pt: Previsão Diária Vertical
ru: Вертикальный дневной прогноз
th: พยากรณ์อากาศประจำวัน (แนวตั้ง)
tr: Dikey Günlük Hava Tahmini
zh_hans: 垂直逐日天气预报
zh_hant: 縱向每日預報

source: Vertical Hourly Forecast
ar: التنبؤ الساعي العمودي
de: Stündliche Wettervorhersage (vertikal)
el: Ωριαία Πρόβλεψη Κάθετη
es: Pronóstico horario (vertical)
fa: پیش‌بینی ساعتی عمودی
fr: Prévisions horaires (format vertical)
he: תחזית שעתית אנכית
hi: लंबवत आठघंटे का मौसमी पूर्वानुमान
it: Previsioni Orarie Verticali
ja: 垂直の時刻ごとの予報
ko: 세로로 보는 시간별 예보
nl: Verticale Uurlijkse Weersvoorspelling
pt_pt: Previsão Horária Vertical
ru: Вертикальный часовой прогноз
th: พยากรณ์อากาศแบบนาฬิกา (แนวตั้ง)
tr: Dikey Saatlik Hava Tahmini
zh_hans: 垂直逐小时天气预报
zh_hant: 縱向每小時預報

source: Weather Forecast for the upcoming days (PREMIUM)
ar: التنبؤ الجوي للأيام القادمة (المميز)
de: Wettervorhersage für die kommenden Tage einschließlich Niederschlag (PREMIUM)
el: Πρόγνωση Καιρού για τις επόμενες ημέρες (PREMIUM)
es: Pronóstico del tiempo para los próximos días, incluyendo precipitaciones (PREMIUM)
fa: پیش‌بینی آب و هوا برای روزهای آینده (نسخه پیشرفته)
fr: Prévisions météorologiques pour les prochains jours incluant les précipitations (PREMIUM)
he: תחזית מזג אוויר לימים הקרובים (פרימיום)
hi: आगामी दिनों के लिए मौसमी पूर्वानुमान जिसमें वर्षा शामिल है (प्रीमियम)
it: Previsioni meteorologiche per i prossimi giorni incluse le precipitazioni (PREMIUM)
ja: 降水を含む今後数日間の天気予報（プレミアム）
ko: 강수를 포함한 다음 몇 일 동안의 날씨 예보 (PREMIUM)
nl: Weersvoorspelling voor de komende dagen inclusief neerslag (PREMIUM)
pt_pt: Previsão do tempo para os próximos dias incluindo precipitação (PREMIUM)
ru: Прогноз погоды на ближайшие дни с учетом осадков (ПРЕМИУМ)
th: พยากรณ์อากาศสำหรับวันถัดไป (PREMIUM)
tr: Yağış dahil önümüzdeki günler için hava tahmini (PREMIUM)
zh_hans: 未来几天的天气预报，包括降水情况（高级）
zh_hant: 未來幾天的天氣預報（尊享版）

source: Weather Forecast for the upcoming hours (PREMIUM)
ar: التنبؤ الجوي للساعات القادمة (المميز)
de: Wettervorhersage für die kommenden Stunden (PREMIUM)
el: Πρόγνωση Καιρού για τις επόμενες ώρες (PREMIUM)
es: Pronóstico del tiempo para las próximas horas (PREMIUM)
fa: پیش‌بینی آب و هوا برای ساعات آینده (نسخه پیشرفته)
fr: Prévisions météorologiques pour les prochaines heures (PREMIUM)
he: תחזית מזג אוויר לשעות הקרובות (פרימיום)
hi: आगामी घंटों के लिए मौसमी पूर्वानुमान (प्रीमियम)
it: Previsioni meteorologiche per le prossime ore (PREMIUM)
ja: 今後数時間の天気予報（プレミアム）
ko: 다음 몇 시간 동안의 날씨 예보 (PREMIUM)
nl: Weersvoorspelling voor de komende uren (PREMIUM)
pt_pt: Previsão do tempo para as próximas horas (PREMIUM)
ru: Прогноз погоды на ближайшие часы (ПРЕМИУМ)
th: พยากรณ์อากาศสำหรับชั่วโมงถัดไป (PREMIUM)
tr: Önümüzdeki saatler için hava tahmini (PREMIUM)
zh_hans: 未来几小时的天气预报（高级）
zh_hant: 未來幾小時的天氣預報（尊享版）

source: Weather Forecast for the upcoming hours including precipitation (PREMIUM)
ar: التنبؤ الجوي للساعات القادمة بما في ذلك الهطول (المميز)
de: Wettervorhersage für die kommenden Stunden einschließlich Niederschlag (PREMIUM)
el: Πρόγνωση Καιρού για τις επόμενες ώρες συμπεριλαμβάνοντας την υετό (PREMIUM)
es: Pronóstico del tiempo para las próximas horas, incluyendo precipitaciones (PREMIUM)
fa: پیش‌بینی آب و هوا برای ساعات آینده شامل بارش (نسخه پیشرفته)
fr: Prévisions météorologiques pour les prochaines heures incluant les précipitations (PREMIUM)
he: תחזית מזג אוויר לשעות הקרובות כולל ממטרים (פרימיום)
hi: आगामी घंटों के लिए मौसमी पूर्वानुमान जिसमें वर्षा शामिल है (प्रीमियम)
it: Previsioni meteorologiche per le prossime ore incluse le precipitazioni (PREMIUM)
ja: 降水を含む今後数時間の天気予報（プレミアム）
ko: 강수를 포함한 다음 몇 시간 동안의 날씨 예보 (PREMIUM)
nl: Weersvoorspelling voor de komende uren inclusief neerslag (PREMIUM)
pt_pt: Previsão do tempo para as próximas horas incluindo precipitação (PREMIUM)
ru: Прогноз погоды на ближайшие часы с учетом осадков (ПРЕМИУМ)
th: พยากรณ์อากาศสำหรับชั่วโมงถัดไปรวมถึงการตกน้ำ (PREMIUM)
tr: Yağış dahil önümüzdeki saatler için hava tahmini (PREMIUM)
zh_hans: 未来几小时的天气预报，包括降水情况（高级）
zh_hant: 包含降水的未來幾小時天氣預報（尊享版）

# widget.background.dark
source: Dark
ar: داكن
de: Dunkel
el: Σκούρο
es: Oscuro
fa: تیره
fr: Sombre
he: כהה
hi: डार्क
it: Scuro
ja: ダーク
ko: 어두운
nl: Donker
pt_pt: Escuro
ru: Темный
th: มืด
tr: Karanlık
zh_hans: 暗色
zh_hant: 暗色

# widget.background.light
source: Light
ar: فاتح
de: Hell
el: Ανοιχτό
es: Claro
fa: روشن
fr: Clair
he: בהיר
hi: लाइट
it: Luce
ja: ライト
ko: 밝은
nl: Licht
pt_pt: Claro
ru: Светлый
th: สว่าง
tr: Aydınlık
zh_hans: 浅色
zh_hant: 亮色

source: Widgets containing weather forecast combined with other useful information like moon phase and AQI are listed here.
ar: الأدوات التي تحتوي على تنبؤات جوية مع معلومات مفيدة أخرى مثل طور القمر ومؤشر نوعية الهواء مدرجة هنا.
de: Die Widgets, die mit anderen nützlichen Informationen wie Mondphase und Luftqualitätsindex kombiniert sind, sind hier gelistet.
el: Widgets που περιέχουν πρόγνωση καιρού σε συνδυασμό με άλλες χρήσιμες πληροφορίες όπως η φάση του φεγγαριού και η ποιότητα του αέρα παρατίθενται εδώ.
es: Aquí se encuentran los widgets que contienen datos pronósticos del tiempo, y también incluyen información útiles como la fase lunar e el ICA.
fa: ویجت‌های حاوی پیش‌بینی آب و هوا ترکیب شده با اطلاعات مفید دیگه مثل فاز ماه و کیفیت هوا در اینجا لیست شدن.
fr: Les widgets contenant les prévisions météorologiques combinées à d'autres informations utiles telles que la phase de la lune et l'IQA sont répertoriés ici.
he: יישומונים המכילים תחזית מזג אוויר משולבת עם מידע שימושי אחר כמו שלב הירח ואינדקס איכות האוויר מפורטים כאן.
hi: अन्य उपयोगी जानकारी जैसे चंद्रमा चरण और एक्यूआई के साथ संयुक्त मौसम पूर्वानुमान वाले विजेट यहां सूचीबद्ध हैं।
it: Gli congegnos di previsione del tempo, insieme ad altre informazioni utili come la fase lunare e l'IQA, sono elencati qui.
ja: 月の相やAQIなどの他の有用な情報と組み合わせた天気予報を含むウィジェットがここにリストされます。
ko: 가장 멋진 위젯이 여기에 있지만 전혀 사용자 지정할 수 없습니다.
nl: Hier vindt u widgets met weersvoorspelling informatie en een combinatie van nuttige informatie zoals maanstappen en luchtkwaliteitsindex.
pt_pt: As ferramentas de previsão do tempo, juntamente com outras informações úteis, como a fase da lua e IQA, estão listadas aqui.
ru: Виджеты, содержащие прогноз погоды и другую полезную информацию, такую как фаза луны и ИКВ перечислены здесь.
th: วิดเจ็ตที่รวมข้อมูลการพยากรณ์อากาศร่วมกับข้อมูลอื่นๆ ที่เป็นประโยชน์ เช่น ระยะของดวงจันทร์ และ AQI จะแสดงอยู่ที่นี่
tr: Ay evresi ve AQI gibi diğer faydalı bilgilerle birlikte hava durumu tahminini içeren araçlar burada listelenir.
zh_hans: 包含天气预报和其他有用信息如月相和空气质量的小部件都在这里。
zh_hant: 此處列出了包含天氣預報和其他有用信息（如月相和空氣質量指數）的小部件。

source: You can select AQI widgets from the iOS widget gallery and then choose the desired style by long-pressing the widgets. (Premium)
ar: يمكنك اختيار ودجات مؤشر نوعية الهواء من معرض الودجات في iOS ثم اختيار النمط المرغوب من خلال الضغط المطول على الودجات. (الباقة المميّزة)
de: Sie können AQI-Widgets aus der iOS-Widget-Galerie auswählen und dann den gewünschten Stil auswählen, indem Sie die Widgets gedrückt halten. (Premium)
el: Μπορείτε να επιλέξετε widgets ΔΠΑ από τη συλλογή widget του iOS και στη συνέχεια να διαλέξετε το επιθυμητό στυλ πατώντας παρατεταμένα τα widgets. (Premium)
es: Puede seleccionar widgets de ICA desde la galería de widgets de iOS y luego elegir el estilo deseado presionando prolongadamente los widgets. (Premium)
fa: شما می‌توانید ابزارک‌های شاخص کیفیت هوا را از نگارخانهٔ ابزارک iOS انتخاب کرده و سپس با لمس طولانی ابزارک‌ها، سبک مورد نظر را انتخاب کنید. (پریمیوم)
fr: Vous pouvez sélectionner des widgets IQA depuis la galerie de widgets iOS, puis choisir le style désiré en appuyant longuement sur les widgets. (Premium)
he: ניתן לבחור ווידג'טים של איכות אוויר מתוך גלריית הווידג'טים של iOS ולאחר מכן לבחור את הסגנון הרצוי על ידי לחיצה ארוכה על הווידג'טים. (פרימיום)
hi: आप iOS विजेट गैलरी से AQI विजेट चुन सकते हैं और फिर विजेट्स पर लंबे समय तक दबाकर वांछित शैली चुन सकते हैं। (प्रीमियम)
it: È possibile selezionare i widget qualità dell'aria dalla galleria widget di iOS e scegliere lo stile desiderato tenendo premuto a lungo sui widget. (Premium)
ja: iOSウィジェットギャラリーから空気質指数ウィジェットを選択し、ウィジェットを長押しして希望のスタイルを選ぶことができます。(プレミアム)
ko: iOS 위젯 갤러리에서 AQI 위젯을 선택하고 위젯을 길게 눌러 원하는 스타일을 선택할 수 있습니다. (프리미엄)
nl: U kunt AQI-widgets selecteren uit de iOS-widgetgalerij en vervolgens de gewenste stijl kiezen door de widgets ingedrukt te houden. (Premium)
pt_pt: Você pode selecionar widgets de IQA na galeria de widgets do iOS e depois escolher o estilo desejado pressionando longamente os widgets. (Premium)
ru: Вы можете выбрать виджеты КАИ в галерее виджетов iOS, а затем выбрать нужный стиль, нажав и удерживая виджеты. (Премиум)
th: คุณสามารถเลือกวิดเจ็ต AQI จากแกลเลอรีวิดเจ็ตของ iOS แล้วเลือกสไตล์ที่ต้องการโดยกดค้างวิดเจ็ต (พรีเมี่ยม)
tr: HKİ widget'larını iOS widget galerisinden seçip istediğiniz stili seçmek için widget'lara uzun basabilirsiniz. (Premium)
zh_hans: 您可以从iOS小组件库中选择空气质量指数小组件,然后长按小组件来选择所需的样式。 (高级)
zh_hant: 您可以從 iOS 小組件畫廊中選擇 AQI 小組件,然後長按小組件來選擇所需的樣式。(高級)
